tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "nikitabobko/tap"

brew "eza"
brew "git"
brew "htop"
brew "jq"
brew "neovim"
brew "nvm"
brew "tmux"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "zsh-autocomplete"
brew "google-cloud-sdk"
brew "zoxide"

# nvim
brew "ripgrep" #need for telescope nvim

cask "alt-tab"
cask "docker"
cask "google-chrome"
cask "shortcat"
cask "telegram"
cask "vlc"
cask "wezterm"
cask "visual-studio-code"
